tap "alienator88/cask"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "siderolabs/tap"
tap "sst/tap"
tap "supersonic-app/supersonic"
tap "zegervdv/zathura"

brew "zoxide"
brew "sesh"
brew "libtiff"
brew "jpeg-xl"
brew "basedpyright"
brew "bash"
brew "libssh2"
brew "bat"
brew "black"
brew "boost"
brew "gcc"
brew "libevent"
brew "boost-mpi"
brew "broot"
brew "btop"
brew "libomp"
brew "pkgconf"
brew "clang-format"
brew "cmake"
brew "colima"
brew "ffmpeg"
brew "harfbuzz"
brew "webp"
brew "colmap"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-ls"
brew "exiftool"
brew "eza"
brew "fftw"
brew "llvm"
brew "freeglut"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gopls"
brew "gsl"
brew "helm"
brew "imagemagick"
brew "pandoc"
brew "rpds-py"
brew "jupyterlab"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "leptonica"
brew "libarchive"
brew "lua-language-server"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nushell"
brew "ollama"
brew "open-ocd"
brew "tesseract"
brew "opencv"
brew "pdftk-java"
brew "pipx"
brew "postgresql@14"
brew "pyright"
brew "python@3.11"
brew "python@3.9"
brew "pytorch"
brew "qt"
brew "r"
brew "ripgrep"
brew "ruff"
brew "ruff-lsp"
brew "rust-analyzer"
brew "rustup"
brew "srt"
brew "starship"
brew "stow"
brew "stylua"
brew "tailwindcss-language-server"
brew "tmux"
brew "tpm"
brew "tree"
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "typst"
brew "uv"
brew "vscode-langservers-extracted"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "siderolabs/tap/talosctl"
brew "sst/tap/opencode"

cask "nikitabobko/tap/aerospace"
cask "balenaetcher"
cask "coteditor"
cask "dbeaver-community"
cask "fiji"
cask "ghostty"
cask "github"
cask "jordanbaird-ice"
cask "keka"
cask "keyboardcleantool"
cask "lm-studio"
cask "nimble-commander"
cask "obsidian"
cask "onyx"
cask "pearcleaner"
cask "prusaslicer"
cask "readest"
cask "supersonic-app/supersonic/supersonic"
cask "zed"
cask "zen"

cargo "cargo-generate"
cargo "cargo-watch"
cargo "gcg"
cargo "rustlings"
cargo "tex-fmt"
