tap "alienator88/cask"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "jandedobbeleer/oh-my-posh"
tap "minacle/chntpw"
tap "nikitabobko/tap"
tap "zegervdv/zathura"

brew "git"
brew "fzf"
brew "bash"
brew "bat"
brew "tmux"
brew "lazygit"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "tree-sitter"
brew "pyright"
brew "black"
brew "ripgrep"
brew "ruff"
brew "ruff-lsp"
brew "rust-analyzer"
brew "stow"
brew "tailscale"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "imagemagick"
brew "pandoc"
brew "jupyterlab"
brew "eza"
brew "git-delta"
brew "stylua"

cask "aerospace"
cask "coteditor"
cask "ghostty"
cask "jordanbaird-ice"
cask "keka"
cask "keyboardcleantool"
cask "nimble-commander"
cask "onyx"
cask "pearcleaner"
cask "qbittorrent"
cask "signal"
cask "vscodium"
cask "zed"
cask "zen"
